driver-tests/bpelse/xsddatatypes/XSDDataTypesJbi/test/MsgTypeToXSDType5/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd1="http://stc.com/xsddatatype5" xmlns:urn="urn:SampleXSD2">
  <soapenv:Body>
    <xsd1:part country="US">
      <urn:name>John</urn:name>
      <urn:street>Some Street</urn:street>
      <urn:city>LA</urn:city>
      <urn:state>CA</urn:state>
      <urn:zip>12345</urn:zip>
    </xsd1:part>
  </soapenv:Body>
</soapenv:Envelope>